export const OFFICES = [
  "松阪営業所",
  "伊勢営業所",
  "鈴鹿営業所",
  "伊賀営業所",
  "浜松営業所",
  "京都営業所",
] as const;

export const DRIVERS_BY_OFFICE: Record<string, string[]> = {
  "松阪営業所": [
    "吉田健人",
    "横溝",
    "中川",
    "徳田",
    "真田",
    "齋藤",
    "楠滝",
    "清水國光",
    "清水光真",
    "福田",
    "垣内",
    "伊藤",
  ],

  "伊勢営業所": [
    "東",
    "勝村",
    "藤原",
    "西田",
    "徳田",
    "横溝",
    "楠滝",
  ],

  "鈴鹿営業所": [
    "仲村",
  ],

  "伊賀営業所": [
    "山崎",
    "辻本",
    "小倉",
  ],

  "浜松営業所": [
    "津嘉山",
    "藤田",
    "レイネル",
  ],

  "京都営業所": [],
};